import Link from 'next/link';
import React from 'react';

const AboutUs = () => {
  return (
    <section className='container md:my-32'>
      <h1 className='sg-title-txt   '>About Us</h1>

      <div className='text-base font-normal text-[#212529]   m-auto space-y-4 text-justify'>
        <p>
          <strong>Cross Road Initiative</strong> একটি অবিন্নমূল্যে এজেন্সি যা
          ছাত্র-ছাত্রীদেরকে বিদেশে অধ্যয়ন করতে সাহায্য করতে কাজ করছে। আমাদের
          সেবাগুলি ছাত্র-ছাত্রীদের বিদেশের শিক্ষার পথে এবং পরবর্তী ক্যারিয়ার
          উন্নতির সাথে মিলিত। আমাদের দক্ষ পরামর্শকারী দল ছাত্র-ছাত্রীদের সঠিক
          গাইডেন্স এবং সহানুভূতি সরবরাহ করতে প্রবৃদ্ধি করে যাচ্ছে। আমরা
          বিশ্ববিদ্যালয় এবং পাঠশালা বেছে নিতে সাহায্য করতে পারি, এবং শিক্ষার
          প্রস্তুতি সম্পর্কিত আপনার সকল প্রয়োজনের সমর্থন করতে একটি পূর্ণাঙ্গ
          প্ল্যাটফর্ম তৈরি করতে গুরুত্ব দিয়েছি।.
        </p>
        <p>
          একাডেমিক যাত্রার সময়ে আমরা ছাত্র-ছাত্রীদেরকে অবশ্যই তাদের প্রয়োজনীয়
          মার্গনির্দেশন এবং মানবাণিজ্যিক সহায়তা প্রদান করি, যাতে তারা তাদের
          লক্ষ্যে পৌঁছতে সক্ষম হতে পারে। আমাদের মূল উদ্দেশ্য হল শিক্ষা ও
          ক্যারিয়ার উন্নতির পথে ছাত্র-ছাত্রীদের সাথে থাকা এবং তাদেরকে একটি
          উন্নত ভবিষ্যদ্বাণি তৈরি করার জন্য সাহায্য করা ।
        </p>
        <p>
          সম্পূর্ণাঙ্গ এজেন্সি সেবা, বিশেষজ্ঞ পরামর্শ, এবং একক ছাত্র-ছাত্রীর
          প্রয়োজনীয় সাহায্য দেওয়ার জন্য{' '}
          <strong>Cross Road Initiative</strong> প্রতিশ্রুতি করে।
        </p>
      </div>
    </section>
  );
};

export default AboutUs;
